window.SCHEDULE_DATA = {
  "group": "УИТП-26",
  "source": "Расписание УИТП-26.xlsx",
  "importedAt": "2026-09-03T11:10:06.493409+03:00",
  "events": [
    {
      "id": "2026-01-04-2-39",
      "date": "2026-01-04",
      "start": "19:00",
      "end": "20:20",
      "subject": "празники",
      "teacher": "Не указан",
      "details": ""
    },
    {
      "id": "2026-09-02-6-3",
      "date": "2026-09-02",
      "start": "19:00",
      "end": "20:20",
      "subject": "Вводная встреча",
      "teacher": "Вводная встреча",
      "details": ""
    },
    {
      "id": "2026-09-07-2-5",
      "date": "2026-09-07",
      "start": "19:00",
      "end": "20:20",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 1 · Дмитрий Башакин · 1 группа"
    },
    {
      "id": "2026-09-07-3-5",
      "date": "2026-09-07",
      "start": "20:40",
      "end": "22:00",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 2 · Дмитрий Башакин · 1 группа"
    },
    {
      "id": "2026-09-09-6-5",
      "date": "2026-09-09",
      "start": "19:00",
      "end": "20:20",
      "subject": "Современные коммуникации в менеджменте (РАНиГС)",
      "teacher": "Современные коммуникации в менеджменте (РАНиГС)",
      "details": "1 · Татьяна Фрик"
    },
    {
      "id": "2026-09-09-7-5",
      "date": "2026-09-09",
      "start": "20:40",
      "end": "22:00",
      "subject": "Современные коммуникации в менеджменте (РАНиГС)",
      "teacher": "Современные коммуникации в менеджменте (РАНиГС)",
      "details": "2 · Татьяна Фрик"
    },
    {
      "id": "2026-09-10-8-5",
      "date": "2026-09-10",
      "start": "19:00",
      "end": "20:20",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 1 · Дмитрий Башакин · 2 группа"
    },
    {
      "id": "2026-09-10-9-5",
      "date": "2026-09-10",
      "start": "20:40",
      "end": "22:00",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 2 · Дмитрий Башакин · 2 группа"
    },
    {
      "id": "2026-09-12-12-5",
      "date": "2026-09-12",
      "start": "11:00",
      "end": "12:20",
      "subject": "Основы продуктового подхода (РАНХиГС)",
      "teacher": "Основы продуктового подхода (РАНХиГС)",
      "details": "1 · Юлия Шарова"
    },
    {
      "id": "2026-09-12-13-5",
      "date": "2026-09-12",
      "start": "12:40",
      "end": "14:00",
      "subject": "Основы продуктового подхода (РАНХиГС)",
      "teacher": "Основы продуктового подхода (РАНХиГС)",
      "details": "2 · Юлия Шарова"
    },
    {
      "id": "2026-09-14-2-7",
      "date": "2026-09-14",
      "start": "19:00",
      "end": "20:20",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 3 · Дмитрий Башакин · 1 группа"
    },
    {
      "id": "2026-09-14-3-7",
      "date": "2026-09-14",
      "start": "20:40",
      "end": "22:00",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 4 · Дмитрий Башакин · 1 группа"
    },
    {
      "id": "2026-09-16-6-7",
      "date": "2026-09-16",
      "start": "19:00",
      "end": "20:20",
      "subject": "Современные коммуникации в менеджменте (РАНХиГС)",
      "teacher": "Современные коммуникации в менеджменте (РАНХиГС)",
      "details": "3 · Татьяна Фрик"
    },
    {
      "id": "2026-09-16-7-7",
      "date": "2026-09-16",
      "start": "20:40",
      "end": "22:00",
      "subject": "Современные коммуникации в менеджменте (РАНХиГС)",
      "teacher": "Современные коммуникации в менеджменте (РАНХиГС)",
      "details": "4 · Татьяна Фрик"
    },
    {
      "id": "2026-09-17-8-7",
      "date": "2026-09-17",
      "start": "19:00",
      "end": "20:20",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 3 · Дмитрий Башакин · 2 группа"
    },
    {
      "id": "2026-09-17-9-7",
      "date": "2026-09-17",
      "start": "20:40",
      "end": "22:00",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 4 · Дмитрий Башакин · 2 группа"
    },
    {
      "id": "2026-09-19-12-7",
      "date": "2026-09-19",
      "start": "11:00",
      "end": "12:20",
      "subject": "Основы продуктового подхода (РАНХиГС)",
      "teacher": "Основы продуктового подхода (РАНХиГС)",
      "details": "3 · Юлия Шарова"
    },
    {
      "id": "2026-09-19-13-7",
      "date": "2026-09-19",
      "start": "12:40",
      "end": "14:00",
      "subject": "Основы продуктового подхода (РАНХиГС)",
      "teacher": "Основы продуктового подхода (РАНХиГС)",
      "details": "4 · Юлия Шарова"
    },
    {
      "id": "2026-09-21-2-9",
      "date": "2026-09-21",
      "start": "19:00",
      "end": "20:20",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 5 · Дмитрий Башакин · 1 группа"
    },
    {
      "id": "2026-09-21-3-9",
      "date": "2026-09-21",
      "start": "20:40",
      "end": "22:00",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 6 · Дмитрий Башакин · 1 группа"
    },
    {
      "id": "2026-09-23-6-9",
      "date": "2026-09-23",
      "start": "19:00",
      "end": "20:20",
      "subject": "Современные коммуникации в менеджменте (РАНХиГС)",
      "teacher": "Современные коммуникации в менеджменте (РАНХиГС)",
      "details": "5 · Татьяна Фрик"
    },
    {
      "id": "2026-09-23-7-9",
      "date": "2026-09-23",
      "start": "20:40",
      "end": "22:00",
      "subject": "Современные коммуникации в менеджменте (РАНХиГС)",
      "teacher": "Современные коммуникации в менеджменте (РАНХиГС)",
      "details": "6 · Татьяна Фрик"
    },
    {
      "id": "2026-09-24-8-9",
      "date": "2026-09-24",
      "start": "19:00",
      "end": "20:20",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 5 · Дмитрий Башакин · 2 группа"
    },
    {
      "id": "2026-09-24-9-9",
      "date": "2026-09-24",
      "start": "20:40",
      "end": "22:00",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 6 · Дмитрий Башакин · 2 группа"
    },
    {
      "id": "2026-09-26-12-9",
      "date": "2026-09-26",
      "start": "11:00",
      "end": "12:20",
      "subject": "Основы продуктового подхода (РАНХиГС)",
      "teacher": "Основы продуктового подхода (РАНХиГС)",
      "details": "5 · Юлия Шарова"
    },
    {
      "id": "2026-09-26-13-9",
      "date": "2026-09-26",
      "start": "12:40",
      "end": "14:00",
      "subject": "Основы продуктового подхода (РАНХиГС)",
      "teacher": "Основы продуктового подхода (РАНХиГС)",
      "details": "6 · Юлия Шарова"
    },
    {
      "id": "2026-09-28-2-11",
      "date": "2026-09-28",
      "start": "19:00",
      "end": "20:20",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 7 · Дмитрий Башакин · 1 группа"
    },
    {
      "id": "2026-09-28-3-11",
      "date": "2026-09-28",
      "start": "20:40",
      "end": "22:00",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 8 · Дмитрий Башакин · 1 группа"
    },
    {
      "id": "2026-09-30-6-11",
      "date": "2026-09-30",
      "start": "19:00",
      "end": "20:20",
      "subject": "Современные коммуникации в менеджменте (РАНХиГС)",
      "teacher": "Современные коммуникации в менеджменте (РАНХиГС)",
      "details": "7 · Татьяна Фрик"
    },
    {
      "id": "2026-09-30-7-11",
      "date": "2026-09-30",
      "start": "20:40",
      "end": "22:00",
      "subject": "Современные коммуникации в менеджменте (РАНХиГС)",
      "teacher": "Современные коммуникации в менеджменте (РАНХиГС)",
      "details": "8 · Татьяна Фрик"
    },
    {
      "id": "2026-10-01-8-11",
      "date": "2026-10-01",
      "start": "19:00",
      "end": "20:20",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 7 · Дмитрий Башакин · 2 группа"
    },
    {
      "id": "2026-10-01-9-11",
      "date": "2026-10-01",
      "start": "20:40",
      "end": "22:00",
      "subject": "Современный менеджмент",
      "teacher": "Современный менеджмент",
      "details": "(РАНХиГС) · 8 · Дмитрий Башакин · 2 группа"
    },
    {
      "id": "2026-10-03-12-11",
      "date": "2026-10-03",
      "start": "11:00",
      "end": "12:20",
      "subject": "Основы продуктового подхода (РАНХиГС)",
      "teacher": "Основы продуктового подхода (РАНХиГС)",
      "details": "7 · Юлия Шарова"
    },
    {
      "id": "2026-10-03-13-11",
      "date": "2026-10-03",
      "start": "12:40",
      "end": "14:00",
      "subject": "Основы продуктового подхода (РАНХиГС)",
      "teacher": "Основы продуктового подхода (РАНХиГС)",
      "details": "8 · Юлия Шарова"
    },
    {
      "id": "2026-10-05-2-13",
      "date": "2026-10-05",
      "start": "19:00",
      "end": "20:20",
      "subject": "Технологии управления командой (Нетология)",
      "teacher": "Технологии управления командой (Нетология)",
      "details": "1 · Любовь Витальевна Максимова"
    },
    {
      "id": "2026-10-05-3-13",
      "date": "2026-10-05",
      "start": "20:40",
      "end": "22:00",
      "subject": "Технологии управления командой (Нетология)",
      "teacher": "Технологии управления командой (Нетология)",
      "details": "2 · Любовь Витальевна Максимова"
    },
    {
      "id": "2026-10-07-6-13",
      "date": "2026-10-07",
      "start": "19:00",
      "end": "20:20",
      "subject": "Современные коммуникации в менеджменте (РАНХиГС)",
      "teacher": "Современные коммуникации в менеджменте (РАНХиГС)",
      "details": "9 · Татьяна Фрик"
    },
    {
      "id": "2026-10-07-7-13",
      "date": "2026-10-07",
      "start": "20:40",
      "end": "22:00",
      "subject": "Современные коммуникации в менеджменте (РАНХиГС)",
      "teacher": "Современные коммуникации в менеджменте (РАНХиГС)",
      "details": "10 · Татьяна Фрик"
    },
    {
      "id": "2026-10-08-8-13",
      "date": "2026-10-08",
      "start": "19:00",
      "end": "20:20",
      "subject": "Пользовательские исследования (Нетология)",
      "teacher": "Пользовательские исследования (Нетология)",
      "details": "1 · Шапошников Сергей"
    },
    {
      "id": "2026-10-10-12-13",
      "date": "2026-10-10",
      "start": "11:00",
      "end": "12:20",
      "subject": "Оценка рынка",
      "teacher": "Оценка рынка",
      "details": "Денис Ким (РАНХиГС) · 1 · УИТП"
    },
    {
      "id": "2026-10-10-13-13",
      "date": "2026-10-10",
      "start": "12:40",
      "end": "14:00",
      "subject": "Оценка рынка",
      "teacher": "Оценка рынка",
      "details": "Денис Ким (РАНХиГС) · 2 · УИТП"
    },
    {
      "id": "2026-10-12-2-15",
      "date": "2026-10-12",
      "start": "19:00",
      "end": "20:20",
      "subject": "Технологии управления командой (Нетология)",
      "teacher": "Технологии управления командой (Нетология)",
      "details": "3 · Любовь Витальевна Максимова"
    },
    {
      "id": "2026-10-12-3-15",
      "date": "2026-10-12",
      "start": "20:40",
      "end": "22:00",
      "subject": "Технологии управления командой (Нетология)",
      "teacher": "Технологии управления командой (Нетология)",
      "details": "4 · Любовь Витальевна Максимова"
    },
    {
      "id": "2026-10-14-6-15",
      "date": "2026-10-14",
      "start": "19:00",
      "end": "20:20",
      "subject": "Современные коммуникации в менеджменте (РАНХиГС)",
      "teacher": "Современные коммуникации в менеджменте (РАНХиГС)",
      "details": "11 · Татьяна Фрик"
    },
    {
      "id": "2026-10-14-7-15",
      "date": "2026-10-14",
      "start": "20:40",
      "end": "22:00",
      "subject": "Современные коммуникации в менеджменте (РАНХиГС)",
      "teacher": "Современные коммуникации в менеджменте (РАНХиГС)",
      "details": "12 · Татьяна Фрик"
    },
    {
      "id": "2026-10-15-8-15",
      "date": "2026-10-15",
      "start": "19:00",
      "end": "20:20",
      "subject": "Пользовательские исследования (Нетология)",
      "teacher": "Пользовательские исследования (Нетология)",
      "details": "2 · Шапошников Сергей"
    },
    {
      "id": "2026-10-17-12-15",
      "date": "2026-10-17",
      "start": "11:00",
      "end": "12:20",
      "subject": "Оценка рынка",
      "teacher": "Оценка рынка",
      "details": "Денис Ким (РАНХиГС) · 3 · УИТП"
    },
    {
      "id": "2026-10-17-13-15",
      "date": "2026-10-17",
      "start": "12:40",
      "end": "14:00",
      "subject": "Оценка рынка",
      "teacher": "Оценка рынка",
      "details": "Денис Ким (РАНХиГС) · 4 · УИТП"
    },
    {
      "id": "2026-10-19-2-17",
      "date": "2026-10-19",
      "start": "19:00",
      "end": "20:20",
      "subject": "Технологии управления командой (Нетология)",
      "teacher": "Технологии управления командой (Нетология)",
      "details": "5 · Любовь Витальевна Максимова"
    },
    {
      "id": "2026-10-19-3-17",
      "date": "2026-10-19",
      "start": "20:40",
      "end": "22:00",
      "subject": "Технологии управления командой (Нетология)",
      "teacher": "Технологии управления командой (Нетология)",
      "details": "6 · Любовь Витальевна Максимова"
    },
    {
      "id": "2026-10-21-6-17",
      "date": "2026-10-21",
      "start": "19:00",
      "end": "20:20",
      "subject": "Основы продуктового подхода (РАНХиГС)",
      "teacher": "Основы продуктового подхода (РАНХиГС)",
      "details": "9 · Юлия Шарова"
    },
    {
      "id": "2026-10-21-7-17",
      "date": "2026-10-21",
      "start": "20:40",
      "end": "22:00",
      "subject": "Основы продуктового подхода (РАНХиГС)",
      "teacher": "Основы продуктового подхода (РАНХиГС)",
      "details": "10 · Юлия Шарова"
    },
    {
      "id": "2026-10-22-8-17",
      "date": "2026-10-22",
      "start": "19:00",
      "end": "20:20",
      "subject": "Пользовательские исследования (Нетология)",
      "teacher": "Пользовательские исследования (Нетология)",
      "details": "3 · Шапошников Сергей"
    },
    {
      "id": "2026-10-24-12-17",
      "date": "2026-10-24",
      "start": "11:00",
      "end": "12:20",
      "subject": "офлайн-встреча",
      "teacher": "Не указан",
      "details": ""
    },
    {
      "id": "2026-10-26-2-19",
      "date": "2026-10-26",
      "start": "19:00",
      "end": "20:20",
      "subject": "Технологии управления командой (Нетология)",
      "teacher": "Технологии управления командой (Нетология)",
      "details": "7 · Любовь Витальевна Максимова"
    },
    {
      "id": "2026-10-26-3-19",
      "date": "2026-10-26",
      "start": "20:40",
      "end": "22:00",
      "subject": "Технологии управления командой (Нетология)",
      "teacher": "Технологии управления командой (Нетология)",
      "details": "8 · Любовь Витальевна Максимова"
    },
    {
      "id": "2026-10-28-6-19",
      "date": "2026-10-28",
      "start": "19:00",
      "end": "20:20",
      "subject": "Основы продуктового подхода (РАНХиГС)",
      "teacher": "Основы продуктового подхода (РАНХиГС)",
      "details": "11 · Юлия Шарова"
    },
    {
      "id": "2026-10-28-7-19",
      "date": "2026-10-28",
      "start": "20:40",
      "end": "22:00",
      "subject": "Основы продуктового подхода (РАНХиГС)",
      "teacher": "Основы продуктового подхода (РАНХиГС)",
      "details": "12 · Юлия Шарова"
    },
    {
      "id": "2026-10-29-8-19",
      "date": "2026-10-29",
      "start": "19:00",
      "end": "20:20",
      "subject": "Пользовательские исследования (Нетология)",
      "teacher": "Пользовательские исследования (Нетология)",
      "details": "4 · Шапошников Сергей"
    },
    {
      "id": "2026-10-31-12-19",
      "date": "2026-10-31",
      "start": "11:00",
      "end": "12:20",
      "subject": "офлайн-встреча",
      "teacher": "Не указан",
      "details": ""
    },
    {
      "id": "2026-11-04-6-21",
      "date": "2026-11-04",
      "start": "19:00",
      "end": "20:20",
      "subject": "праздник",
      "teacher": "Не указан",
      "details": ""
    },
    {
      "id": "2026-11-05-8-21",
      "date": "2026-11-05",
      "start": "19:00",
      "end": "20:20",
      "subject": "Пользовательские исследования (Нетология)",
      "teacher": "Пользовательские исследования (Нетология)",
      "details": "5 · Шапошников Сергей"
    },
    {
      "id": "2026-11-07-12-21",
      "date": "2026-11-07",
      "start": "11:00",
      "end": "12:20",
      "subject": "Оценка рынка",
      "teacher": "Оценка рынка",
      "details": "Денис Ким (РАНХиГС) · 5 · УИТП"
    },
    {
      "id": "2026-11-07-13-21",
      "date": "2026-11-07",
      "start": "12:40",
      "end": "14:00",
      "subject": "Оценка рынка",
      "teacher": "Оценка рынка",
      "details": "Денис Ким (РАНХиГС) · 6 · УИТП"
    },
    {
      "id": "2026-11-09-2-23",
      "date": "2026-11-09",
      "start": "19:00",
      "end": "20:20",
      "subject": "Технологии управления командой (Нетология)",
      "teacher": "Технологии управления командой (Нетология)",
      "details": "9 · Любовь Витальевна Максимова"
    },
    {
      "id": "2026-11-11-6-23",
      "date": "2026-11-11",
      "start": "19:00",
      "end": "20:20",
      "subject": "Управление проектами (РАНХиГС)",
      "teacher": "Управление проектами (РАНХиГС)",
      "details": "6 · Марина Кирилина"
    },
    {
      "id": "2026-11-11-7-23",
      "date": "2026-11-11",
      "start": "20:40",
      "end": "22:00",
      "subject": "Управление проектами (РАНХиГС)",
      "teacher": "Управление проектами (РАНХиГС)",
      "details": "6 · Марина Кирилина"
    },
    {
      "id": "2026-11-12-8-23",
      "date": "2026-11-12",
      "start": "19:00",
      "end": "20:20",
      "subject": "Пользовательские исследования (Нетология)",
      "teacher": "Пользовательские исследования (Нетология)",
      "details": "6 · Шапошников Сергей"
    },
    {
      "id": "2026-11-14-12-23",
      "date": "2026-11-14",
      "start": "11:00",
      "end": "12:20",
      "subject": "Оценка рынка",
      "teacher": "Оценка рынка",
      "details": "Денис Ким (РАНХиГС) · 7 · УИТП"
    },
    {
      "id": "2026-11-14-13-23",
      "date": "2026-11-14",
      "start": "12:40",
      "end": "14:00",
      "subject": "Оценка рынка",
      "teacher": "Оценка рынка",
      "details": "Денис Ким (РАНХиГС) · 8 · УИТП"
    },
    {
      "id": "2026-11-17-4-25",
      "date": "2026-11-17",
      "start": "19:00",
      "end": "20:20",
      "subject": "Цифровые бизнес-модели",
      "teacher": "Цифровые бизнес-модели",
      "details": "(Нетология) · 1 · Екатерина Зубкова"
    },
    {
      "id": "2026-11-17-5-25",
      "date": "2026-11-17",
      "start": "20:40",
      "end": "22:00",
      "subject": "Цифровые бизнес-модели",
      "teacher": "Цифровые бизнес-модели",
      "details": "(Нетология) · 2 · Екатерина Зубкова"
    },
    {
      "id": "2026-11-18-6-25",
      "date": "2026-11-18",
      "start": "19:00",
      "end": "20:20",
      "subject": "Управление проектами (РАНХиГС)",
      "teacher": "Управление проектами (РАНХиГС)",
      "details": "6 · Марина Кирилина"
    },
    {
      "id": "2026-11-18-7-25",
      "date": "2026-11-18",
      "start": "20:40",
      "end": "22:00",
      "subject": "Управление проектами (РАНХиГС)",
      "teacher": "Управление проектами (РАНХиГС)",
      "details": "6 · Марина Кирилина"
    },
    {
      "id": "2026-11-19-8-25",
      "date": "2026-11-19",
      "start": "19:00",
      "end": "20:20",
      "subject": "Пользовательские исследования (Нетология)",
      "teacher": "Пользовательские исследования (Нетология)",
      "details": "7 · Шапошников Сергей"
    },
    {
      "id": "2026-11-21-12-25",
      "date": "2026-11-21",
      "start": "11:00",
      "end": "12:20",
      "subject": "Оценка рынка",
      "teacher": "Оценка рынка",
      "details": "Денис Ким (РАНХиГС) · 9 · УИТП"
    },
    {
      "id": "2026-11-21-13-25",
      "date": "2026-11-21",
      "start": "12:40",
      "end": "14:00",
      "subject": "Оценка рынка",
      "teacher": "Оценка рынка",
      "details": "Денис Ким (РАНХиГС) · 10 · УИТП"
    },
    {
      "id": "2026-11-24-4-27",
      "date": "2026-11-24",
      "start": "19:00",
      "end": "20:20",
      "subject": "Цифровые бизнес-модели",
      "teacher": "Цифровые бизнес-модели",
      "details": "(Нетология) · 3 · Екатерина Зубкова"
    },
    {
      "id": "2026-11-24-5-27",
      "date": "2026-11-24",
      "start": "20:40",
      "end": "22:00",
      "subject": "Цифровые бизнес-модели",
      "teacher": "Цифровые бизнес-модели",
      "details": "(Нетология) · 4 · Екатерина Зубкова"
    },
    {
      "id": "2026-11-25-6-27",
      "date": "2026-11-25",
      "start": "19:00",
      "end": "20:20",
      "subject": "Управление проектами (РАНХиГС)",
      "teacher": "Управление проектами (РАНХиГС)",
      "details": "6 · Марина Кирилина"
    },
    {
      "id": "2026-11-25-7-27",
      "date": "2026-11-25",
      "start": "20:40",
      "end": "22:00",
      "subject": "Управление проектами (РАНХиГС)",
      "teacher": "Управление проектами (РАНХиГС)",
      "details": "6 · Марина Кирилина"
    },
    {
      "id": "2026-11-26-8-27",
      "date": "2026-11-26",
      "start": "19:00",
      "end": "20:20",
      "subject": "Пользовательские исследования (Нетология)",
      "teacher": "Пользовательские исследования (Нетология)",
      "details": "8 · Шапошников Сергей"
    },
    {
      "id": "2026-11-28-12-27",
      "date": "2026-11-28",
      "start": "11:00",
      "end": "12:20",
      "subject": "ИИ в менеджменте",
      "teacher": "ИИ в менеджменте",
      "details": "(РАНХиГС) · 1 · Тарасова Екатерина/ · Коршунов А.В."
    },
    {
      "id": "2026-11-28-13-27",
      "date": "2026-11-28",
      "start": "12:40",
      "end": "14:00",
      "subject": "ИИ в менеджменте",
      "teacher": "ИИ в менеджменте",
      "details": "(РАНХиГС) · 2 · Тарасова Екатерина/ · Коршунов А.В."
    },
    {
      "id": "2026-12-01-4-29",
      "date": "2026-12-01",
      "start": "19:00",
      "end": "20:20",
      "subject": "Цифровые бизнес-модели",
      "teacher": "Цифровые бизнес-модели",
      "details": "(Нетология) · 5 · Екатерина Зубкова"
    },
    {
      "id": "2026-12-01-5-29",
      "date": "2026-12-01",
      "start": "20:40",
      "end": "22:00",
      "subject": "Цифровые бизнес-модели",
      "teacher": "Цифровые бизнес-модели",
      "details": "(Нетология) · 6 · Екатерина Зубкова"
    },
    {
      "id": "2026-12-02-6-29",
      "date": "2026-12-02",
      "start": "19:00",
      "end": "20:20",
      "subject": "Управление проектами (РАНХиГС)",
      "teacher": "Управление проектами (РАНХиГС)",
      "details": "6 · Марина Кирилина"
    },
    {
      "id": "2026-12-02-7-29",
      "date": "2026-12-02",
      "start": "20:40",
      "end": "22:00",
      "subject": "Управление проектами (РАНХиГС)",
      "teacher": "Управление проектами (РАНХиГС)",
      "details": "6 · Марина Кирилина"
    },
    {
      "id": "2026-12-03-8-29",
      "date": "2026-12-03",
      "start": "19:00",
      "end": "20:20",
      "subject": "Пользовательские исследования (Нетология)",
      "teacher": "Пользовательские исследования (Нетология)",
      "details": "9 · Шапошников Сергей"
    },
    {
      "id": "2026-12-05-12-29",
      "date": "2026-12-05",
      "start": "11:00",
      "end": "12:20",
      "subject": "ИИ в менеджменте",
      "teacher": "ИИ в менеджменте",
      "details": "(РАНХиГС) · 3 · Тарасова Екатерина/ · Коршунов А.В."
    },
    {
      "id": "2026-12-05-13-29",
      "date": "2026-12-05",
      "start": "12:40",
      "end": "14:00",
      "subject": "ИИ в менеджменте",
      "teacher": "ИИ в менеджменте",
      "details": "(РАНХиГС) · 4 · Тарасова Екатерина/ · Коршунов А.В."
    },
    {
      "id": "2026-12-08-4-31",
      "date": "2026-12-08",
      "start": "19:00",
      "end": "20:20",
      "subject": "Цифровые бизнес-модели",
      "teacher": "Цифровые бизнес-модели",
      "details": "(Нетология) · 7 · Екатерина Зубкова"
    },
    {
      "id": "2026-12-09-6-31",
      "date": "2026-12-09",
      "start": "19:00",
      "end": "20:20",
      "subject": "Управление проектами (РАНХиГС)",
      "teacher": "Управление проектами (РАНХиГС)",
      "details": "6 · Марина Кирилина"
    },
    {
      "id": "2026-12-09-7-31",
      "date": "2026-12-09",
      "start": "20:40",
      "end": "22:00",
      "subject": "Управление проектами (РАНХиГС)",
      "teacher": "Управление проектами (РАНХиГС)",
      "details": "6 · Марина Кирилина"
    },
    {
      "id": "2026-12-12-12-31",
      "date": "2026-12-12",
      "start": "11:00",
      "end": "12:20",
      "subject": "ИИ в менеджменте",
      "teacher": "ИИ в менеджменте",
      "details": "(РАНХиГС) · 5 · Тарасова Екатерина/ · Коршунов А.В."
    },
    {
      "id": "2026-12-12-13-31",
      "date": "2026-12-12",
      "start": "12:40",
      "end": "14:00",
      "subject": "ИИ в менеджменте",
      "teacher": "ИИ в менеджменте",
      "details": "(РАНХиГС) · 6 · Тарасова Екатерина/ · Коршунов А.В."
    },
    {
      "id": "2026-12-15-4-33",
      "date": "2026-12-15",
      "start": "19:00",
      "end": "20:20",
      "subject": "Цифровые бизнес-модели",
      "teacher": "Цифровые бизнес-модели",
      "details": "(Нетология) · 8 · Екатерина Зубкова"
    },
    {
      "id": "2026-12-15-5-33",
      "date": "2026-12-15",
      "start": "20:40",
      "end": "22:00",
      "subject": "Цифровые бизнес-модели",
      "teacher": "Цифровые бизнес-модели",
      "details": "(Нетология) · 9 · Екатерина Зубкова"
    },
    {
      "id": "2026-12-16-6-33",
      "date": "2026-12-16",
      "start": "19:00",
      "end": "20:20",
      "subject": "Управление проектами (РАНХиГС)",
      "teacher": "Управление проектами (РАНХиГС)",
      "details": "6 · Марина Кирилина"
    },
    {
      "id": "2026-12-16-7-33",
      "date": "2026-12-16",
      "start": "20:40",
      "end": "22:00",
      "subject": "Управление проектами (РАНХиГС)",
      "teacher": "Управление проектами (РАНХиГС)",
      "details": "6 · Марина Кирилина"
    },
    {
      "id": "2026-12-31-8-37",
      "date": "2026-12-31",
      "start": "19:00",
      "end": "20:20",
      "subject": "празники",
      "teacher": "Не указан",
      "details": ""
    }
  ]
};
